tap "homebrew/bundle"
tap "knazarov/qemu-virgl"
tap "ngrok/ngrok"
tap "photosynth-inc/tap"
brew "act"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "broot"
brew "gettext"
brew "glib"
brew "pixman"
brew "cairo"
brew "delve"
brew "eza"
brew "fd"
brew "gcc"
brew "libavif"
brew "gd"
brew "gh"
brew "git"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "pkg-config"
brew "gobject-introspection"
brew "goenv", args: ["HEAD"]
brew "golang-migrate"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "inframap"
brew "jq"
brew "k6"
brew "libffi"
brew "libraqm"
brew "libslirp"
brew "qemu", link: false
brew "lima"
brew "ninja"
brew "meson"
brew "navi"
brew "python-tabulate"
brew "python@3.10", link: false
brew "python@3.11"
brew "sk"
brew "sslscan"
brew "starship"
brew "tfenv"
brew "zoxide"
brew "photosynth-inc/tap/aws-google-login"
cask "devtoys"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "ngrok"
cask "rancher"
cask "raycast"
cask "session-manager-plugin"
cask "warp"
